Repository: jabberwocky01/electricitywatercuts-ios
Catalog: electricitywatercuts/*.lproj/Localizable.strings
Languages: tr

# app_name
source: Water&Power Outage
tr: Kesinti Var!

# action_settings
source: Settings
tr: Ayarlar

# action_search
source: Search
tr: Kesinti ara

# menu_update
source: Update
tr: Kesinti Güncelle

# cut_details
source: Details
tr: Kesinti Detayları

# operator_title
source: Plant Name:
tr: İşletme Adı:

# start_end_date_title
source: Start-End Date:
tr: Baş-Bitiş Tarihi:

# location_title
source: Affected Areas:
tr: Etkilenen Yerler:

# reason_title
source: Reason:
tr: Kesinti Nedeni:

# image_content_desc
source: Outage
tr: Kesinti

# cuts_range_header
source: LISTING
tr: LİSTELEME

# cuts_range
source: Listing cuts
tr: Kesinti listelenme seçimi

# cuts_range_sum
source: Choose to see only latest or also previously loaded cuts.
tr: Sadece güncel veya önceden yüklenmiş kesintileri de görmek için seçim yapınız.

# cuts_refresh_header
source: REFRESH
tr: GÜNCELLEME

# cuts_refresh_freq
source: Outage refresh frequency
tr: Kesinti güncelleme sıklığı

# cuts_refresh_freq_sum
source: Click to change the outage refresh frequency.
tr: Kesintilerin olarak güncelleneceği aralığı seçmek için tıklayınız.

# cuts_order_header
source: ORDER
tr: SIRALAMA

# cuts_order_criteria_option
source: Outage order criteria
tr: Kesintilerin listelenme kriteri

# cuts_order_criteria_option_sum
source: Choose the order criteria for the outages listed.
tr: Kesintilerin listelenme kriterini değiştirmek için seçim yapınız.

# cuts_order_option
source: Outage listing order
tr: Kesintilerin listelenme sırası

# cuts_order_option_sum
source: Choose the listing order for the outages.
tr: Kesintilerin listelenme sırasını değiştirmek için seçim yapınız.

# cuts_search_str
source: Search Keywords (comma separated)
tr: Aranacak kelimeler

# cuts_search_str_sum
source: Type in the keywords to be searched in the outages (using Turkish characters, separated by commas).
tr: Kesintilerde aranacak kelimeleri (Türkçe karakter kullanarak ve birden fazla ise virgülle ayırarak) giriniz.

# cuts_lang_header
source: LANGUAGE
tr: DİL

# cuts_lang
source: Application language
tr: Uygulama dili seçimi

# cuts_lang_sum
source: Select language.
tr: Seçim yapınız.

# cuts_lang_tr
source: Turkish
tr: Türkçe

# cuts_lang_en
source: English
tr: İngilizce

# water_label
source: Water
tr: Su

# electricity_label
source: Electricity
tr: Elektrik

source: Share
tr: Paylaş

# choose_app_to_share_msg
source: Choose an application for sharing:
tr: Paylaşım için uygulama seçiniz:

# no_share_apps_err_msg
source: No application suitable for sharing is found!
tr: Paylaşım için yüklü bir uygulama bulunamadı!

# water_cut_label
source: Water Outage
tr: Su Kesintisi

# electricity_cut_label
source: Electricity Outage
tr: Elektrik Kesintisi

# for_more_cuts_label
source: For more:
tr: Daha fazlası:

# cuts_ticker
source: New Outage Notification
tr: Yeni Kesinti Bildirimi

# cuts_notify_text
source: There are new breakdown-outage notifications.
tr: Yeni arıza-kesinti duyuruları var.

# cuts_notify_header
source: New %@ Outage:
tr: Yeni %1$s Kesintisi:

# cuts_app_rate_sum
source: Rate %@ Application
tr: %@ Uygulamasını Puanla

# cuts_app_rate
source: If you enjoy using %@, please take a moment to rate/review the app. Thank you for your support!
tr: Eğer %@ uygulamasından memnun kaldıysanız, lütfen oy verin/yorum yapınız. Desteğiniz için teşekkürler!

# cuts_app_rate_btn
source: Rate
tr: Puanla

# cuts_app_remind_btn
source: Remind me later
tr: Daha sonra hatırlat

# cuts_app_already_btn
source: Already have
tr: Önceden puanlandı

# no_cuts_text
source: Loading progress continues or there are no new cuts to be listed.
tr: Yükleme işlemi devam etmektedir veya görüntülenecek yeni bir kesinti bulunmamaktadır.

# navigation_back
source: Back
tr: Geri
